DEFAULT_QUIZZES = [
    {
        "question": "도감번호 1번을 차지한 포켓몬은 누구일까요?",
        "choices":{
            "1": "피카츄",
            "2": "파이리",
            "3": "이상해씨",
            "4": "꼬부기"
        },
        "answer": 3,
        "hint": "이 포켓몬의 특성은 심록입니다."
    },
    {
        "question": "다음 중 드래곤타입이 아닌 포켓몬은 누구일까요?",
        "choices": {
            "1": "한카리아스",
            "2": "리자몽",
            "3": "파비코리",
            "4": "플라이곤"
        },
        "answer": 2,
        "hint": "스타팅 포켓몬입니다."
    },
    {
        "question": "다음 중 종족값 총합이 가장 높은 포켓몬은 누구일까요?",
        "choices": {
            "1": "메가리자몽 x",
            "2": "한카리아스",
            "3": "게을킹",
            "4": "메가보만다"
        },
        "answer": 4,
        "hint": "메가진화가 가능한 포켓몬입니다."
    },
    {
        "question": "다음 중 가장 체력이 높은 포켓몬은 누구일까요?",
        "choices": {
            "1": "폴리곤2",
            "2": "더시마사리",
            "3": "메가레쿠쟈",
            "4": "해피너스"
        },
        "answer": 4,
        "hint": "노말타입 포켓몬입니다."
    },
    {
        "question": "다음 중 약점이 아닌 공격에는 데미지를 입지 않는 특성은 무엇일까요?",
        "choices": {
            "1": "위협",
            "2": "불가사의부적",
            "3": "스카이스킨",
            "4": "트레이스"
        },
        "answer": 2,
        "hint": "전용특성입니다."
    }
]